{
	"bibliographie": [	
		{
			"babelio": "https://www.babelio.com/livres/Manrique-Code-dun-soir/1492509",
			"booknode": "https://booknode.com/code_dun_soir_03487491",
			"goodreads": "https://www.goodreads.com/book/show/94200461-code-d-un-soir",
			"title": "Code d'un Soir",
			"picture":"/images/code1soir.jpg",
			"description" : "Romance contemporaine éditée aux éditions Laska (maison d'édition fermé)",
			"resume": "C’était juste un coup d’un soir.<br/>Premier jour pour Dap en tant qu’informaticien. Après des années de galère, le jeune homme sent qu’il a enfin trouvé sa voie. Rien ne pourra le faire échouer.<br/>Sauf qu’il a couché la veille avec son boss.<br/>Linus, son taciturne chef informatique, n’est pas du tout amusé par la situation. Tous deux décident alors de garder secrète leur aventure et de se comporter en simples collègues. Facile ? Pas quand on commence à échanger des messages jusqu’à une heure du matin ou à se faire du pied sous le bureau.<br/>Simples collègues, amants pendant la pause ou plus encore ? Entre la vie en open-space et le management tyrannique, cette embarrassante relation a-t-elle un avenir ?"
		},	
		{
			"babelio": "https://www.babelio.com/livres/Manrique-Skell-tome-1--Les-chasses-de-Ravenous/1379516",
			"booknode": "https://booknode.com/skell_tome_1_les_chasses_de_ravenous_03410838",
			"goodreads": "https://www.goodreads.com/book/show/58962828-skell",
			"title": "Skell - Tome 1 - Les Chasses de Ravenous",
			"picture":"/images/skell.jpg",
			"description" : "Roman de fantasy édité aux éditions Onyx (maison d'édition fermé)",
			"resume": "Skell Annh en a plus qu’assez.<br/>Après six ans à étudier la magie et les lois pour devenir Maître Ezelkian, elle décide de raccrocher le manteau. Enfin... jusqu’à ce qu’elle se retrouve coincée dans le bureau de lae Directeur·ice avec un Maître Ezelkian banni de leur communauté.<br/>Le Salon des Ezelkians tremble encore de l’époque où Baltimore Faillaise était un des leurs. Implacable et insupportable, il n’a eu de cesse de semer le chaos pour les intérêts d’autrui. Et le voilà de retour.<br/>Lae Directeur·ice voit d’un très bon œil le hasard qui réunit ces deux-là dans son bureau. Quand iel remet l’apprentie Ezelkian entre les mains de cet ex-retraité, Skell n’a aucune idée de ce qui l’attend.<br/>Des meurtres sanglants, une affaire d’héritage, des corps sans tête qui sèment la panique. Maître Baltimore Faillaise ne va pas laisser une seconde à Skell pour souffler ou s’interroger sur ses choix de vie. Le temps presse.<br/>Premier arrêt : la foire d’Omniville (et son tueur en série) !"
		},
		{
			"url": "https://www.latelierdujeudi.com",
			"babelio": "https://www.babelio.com/livres/Kandas-Apocawitch/1360930",
			"booknode": "https://booknode.com/apocawitch_03410283",
			"goodreads": "https://www.goodreads.com/book/show/58644960-apocawitch",
			"title": "Apocawitch",
			"picture":"/images/apocawitch.jpg",
			"description" : "Recueil de nouvelles, texte 'Reines du crépuscule' auto-edité par L'Atelier Du Jeudi (maison d'édition associative)",
			"resume": "L’Atelier Du Jeudi est heureux de présenter sa première anthologie, avec pour thème les Sorcières et l’Apocalypse.<br/>Sur un balai ou dans un vaisseau, au fond de sombres manoirs ou en colocation, informaticiennes, pizzaïolos ou invocatrices de démons, les Sorcières sont partout et, comme nous, elles doivent faire face aux soucis du quotidien et aux vicissitudes d’un monde sans pitié ni patience. Mais une choses est sûre : elles ne vont pas se laisser faire. Elles vont changer le monde, même si ça signifie y mettre le feu au passage.<br/>7 histoires de Sorcières, de fantasy, de fantastique et de science-fiction.<br/>Chats inclus."
		},
		{
			"url": "https://presences-d-esprits.com/aoc-n57/",
			"title": "Sulaï",
			"picture":"/images/sulai.jpg",
			"description" : "Nouvelle 'Sulaï' publié A.O.C. #57 (revue littéraire)",
			"resume": "Fernando, employé de la Radiosa Company, guide Madame Sulaï dans l’univers virtuel qui doit lui montrer des visions de ses avenirs potentiels les plus radieux.<br/>Un job routinier qu’il fait des dizaines de fois par semaine. Mais lors de la séance de cette dame tranquille et effacée, tout semble dysfonctionner…"
		},
		{
			"url": "https://www.latelierdujeudi.com",
			"booknode": "https://booknode.com/caroline_03411961",
			"goodreads": "https://www.goodreads.com/book/show/59000968-carolin-e",
			"title": "Carolin·e",
			"picture":"/images/carolin-e.jpg",
			"description" : "Bande Dessinée 'Sulaï' auto-édité par L'Atelier Du Jeudi (maison d'édition associative)",
			"resume": "C'est l'histoire d'un·e astronaute perdu·e dans l'espace.<br/>L'histoire de Loup, embarqué·e malgré ielle dans un trafic d'étoiles.<br/>Déterminé·e à défendre ce qui est juste, ielle va devoir affronter son propre passé."
		}
	],
	"informatique": [		
		{
			"url": "https://www.am-bart.com/",
			"github": "https://github.com/JunKyle/anne-marie-b",
			"title": "Site d'Anne-Marie Bartringer",
			"picture":"/images/portefolio-developpeuse-site-anne-marie-b.png",
			"description" : "Site personnel de l'artiste Anne-Marie Bartringer"
		},
		{
			"github": "https://github.com/JunKyle/cat-count-app",
			"title": "Application Cat-Count",
			"picture":"/images/portefolio-developpeuse-cat-count-app.png",
			"description" : "Jeu Cat-count de comptage de chats"
		},
		{
			"url": "https://www.latelierdujeudi.com/",
			"title": "Site de L'Atelier Du Jeudi",
			"picture":"/images/portefolio-developpeuse-site-latelier-du-jeudi.png",
			"description" : "Site et boutique de l'association L'Atelier Du Jeudi"
		}
	],
	"posts": [
		{
			"url": "/blog/0",
			"title": "La première crêpe",
			"picture":"/images/0001_00.jpg",
			"published": true,
			"published_date": "19/03/2025",
			"id": "0",
			"content" : "J'emprunte cette expression de la première crêpe au podcast des Showrunners. C'est en effet mon premier post de blog.<br />Je ne suis pas étranger·e à l'exercice, bien au contraire, mais ça fait longtemps que je n'ai pas écrit des articles ou même entretenu·e un blog. Skyblog, canalblog, wordpress je suis passée par toutes les plateformes à la mode. Et aujourd'hui, après des années de silence, je reprends du service, cette fois avec mon propre site codé de mes petites mains<br/><br/>Rien de bien fifou pour ce premier post, juste une présentation de qui je suis, d'où je viens et ce que je fais de mon temps.<br/><br/>Je suis Claudine Manrique aka JunKyle sur les Internet, même si maintenant j'assume complètement mon prénom et nom. L'envie de ne plus être anonyme. C'est sûrement lié au fait que je sois queer (bisexue·le et non-binaire) et que je n'ai plus envie de cacher qui je suis. Dans la vie pro, je suis développeur·se web, dans la VRAIE vie je suis auteurice et artiste. J'écris depuis mon plus jeune âge, je dessine et je peins aussi et depuis plus récemment, je prends plaisir à coder des sites. Beaucoup moins à travailler dans le domaine mais j'en parlerai une autre fois (oh et puis non j'en parlerai pas donc pour la faire simple, c'est la faute à la méthode Agile haha comprenne qui pourra).<br/><br/>Voilà ce qu'il y a à savoir sur moi. Je suis aussi accompagné·e dans mon existence par une petite chatte du nom de Maya que j'aime plus que tout, et je partage aussi ma vie avec ma compagne, Violette.<br/><br/>Je vous dis à très bientôt pour un prochain article de blog qui portera sur mon rapport à l'écriture."
		},
		{
			"url": "/blog/1",
			"title": "Mon rapport à l'écriture",
			"picture":"/images/0002_00.png",
			"published": true,
			"published_date": "19/03/2025",
			"id": "1",
			"content" : "Dans le précédent post, je me présentais comme étant auteurice ou écrivain·e. Je peux le dire avec fierté, je suis une auteurice publié·e ce qui est quand même une grande chance dans ce monde de l'édition si instable (saviez-vous qu'un livre ne reste à la une que 3 mois avant d'être oublié, triste réalité). Vous pouvez retrouver mes publis dans la partie <a href='/bibliographie'>bibliographie</a> de mon site.<br/><br/>J'ai toujours écrit, d'aussi loin que je m'en souvienne, cela a commencé vers mes 7 ans. Ma première histoire était en espagnol et a été tapée sur mon premier ordinateur et s'appelait sobrement \"La Guerre\". Elle narrait un conflit entre un chien et un chat. Une vraie oeuvre d'art que j'ai perdu depuis, mais déjà je démontrais d'un goût fort pour les dramas. Depuis je n'ai cessé d'écrire. Mon rêve a toujours été d'être publié·e. J'ai grandi avec les livres de la fameuse autrice transphobe dont je ne prononcerais pas le nom, et j'ai de suite développé ce rêve. Malheureusement mes expériences de publication ont affecté mon écriture. Deux de mes livres ont cessés d'être édités dûs à la fermeture de leurs maisons d'édition. Je ne pensais pas vivre cela une fois, alors deux... Mon moral s'en est de suite trouvé affecté. Un autre de mes déboires a été de me faire un jour ghoster par un comité de lecture qui a publié tous les textes préselectionnés sauf le mien alors que j'ai été assuré·e d'y avoir ma place.<br/><br/>Autant de déconvenus qui ont gâché mon goût pour l'écriture et m'ont rendu, faute d'un meilleur mot, aigri·e. Je ne pouvais plus écrire, la pensée de me poser devant mon document Word vide me procurant des angoisses terribles.<br/><br/>J'ai fini par vaincre cette peur par une seule et simple méthode : ne pas écrire. Tester d'autres arts (le dessin, la peinture, la sculpture), me reposer, me nourrir d'oeuvres d'art autre que des livres, muter tou·tes les auteurices que je connaissais en ligne (je vous adore mais lire vos succès était parfois trop dur).<br/>Et puis après ces pauses de presque un an entre chaque mauvaise nouvelle, je suis revenu·e à l'écriture, plus motivé·e que jamais. J'écris désormais tous les jours, d'un rythme soutenu qui aura peut-être raison de ma santé mentale mais pour lequel je donne mon maximum. Jusqu'au prochain craquage. C'est sans doute ça mon rapport à l'écriture : une relation toxique d'amour et de haine."
		},
		{
			"url": "/blog/2",
			"title": "Cat Count !",
			"picture":"/images/0003_00.png",
			"published": true,
			"published_date": "29/03/2025",
			"id": "2",
			"content" : "Un post un peu niche car j'y parle d'un jeu inventé par ma copine Violette et moi-même.<br/><br/>Le Cat-Count.<br/><br/>Son principe est assez simple : il suffit de compter les chats.<br/>Avec ma chérie, on adore les promenades et les chats. Alors pourquoi ne pas en faire un jeu ? Un jeu de balade où chaque chat croisé doit être indiqué à grands cris de \"CAT COUNT\" suivi d'un pointage du doigt. De quoi vous faire passer pour une personne étrange dans la rue. Une fois votre CAT COUNT signalé et votre adversaire reconnaissant la pérennité du chat ( a) oui c'est bien un chat et non pas un chien, un lapin ou un sac plastique, b) j'ai bien vu le chat que tu pointes calme-toi), vous notez votre chat dans le client de messagerie de votre choix (entre nous deux, un serveur discord privé). Ensuite celle qui repère le plus de chats à la fin de l'année, gagne le fameux trophée CAT COUNT réalisé par la perdante.<br/><br/>C'est un jeu fascinant et aux multiples règles : votre chat doit être à l'extérieur/intérieur si vous êtes à l'extérieur ; un CAT COUNT ne compte ni en intérieur, ni dans un véhicule ; un lieu où un chat est connu d'y habiter ne compte pas non plus ; les CAT COUNT repartent à 0 le lendemain. A mesure que ce jeu se développe, ainsi s'agrandissent les règles et plus on en parle autour de nous, plus nos proches y rajoutent leurs propres règles : un CAT COUNT ne compte qu'une seule fois dans la vie entière ; on peut se faire voler un CAT COUNT par d'autres personnes qui jouent au jeu avec nous. Bref, des heures de fun en perspective.<br/><br/>Pour palier à la froideur d'un Discord, j'ai donc décidé de coder l'appli Cat Count. Le code est visible <a href='https://github.com/JunKyle/cat-count-app'>ici</a> et peut-être sera un jour déployé comme une vraie appli, avec un serveur en ligne pour comparer son score de CAT COUNT avec tous·tes ses am·es.<br/><br/>Alors n'hésitez pas ! Jouez au CAT COUNT avec vos proches, avec vos collègues, avec vous-même. C'est un jeu pour toute la famille, dans le respect bien sûr de nos amis félins s'il vous plaît et dans le respect de la vie privée des gens à qui le CAT COUNT se trouve dans leurs jardins. Le risque de regards étranges est assuré."
		},
		{
			"url": "/blog/3",
			"title": "Projet d'écriture, nom de code : Origami Salade",
			"picture":"/images/0004_00.png",
			"published": true,
			"published_date": "06/04/2025",
			"id": "3",
			"content" : "La raison d'être de ce blog : parler de mes projets d'écriture. Garder une trace quelque part de ce que j'écris. Je le fais aussi pour un public invisible, proche ou pas, qui pourrait être intéressé-e par mes projets d'écriture. L'écriture est après tout une de mes plus puissantes passions.<br/><br/>\"Origmai Salade\" qu'est-ce donc ?<br/><br/>C'est un roman de science-fiction dans un futur très lointain. Antonia \"Troj\" Asterian est une jeune humaine ayant commis un g*nocide par accident. Elle a décimé une race extraterrestre. Sa condamnation ? L'éternite dans une Altakarcel, une planète-prison. 3000 ans plus tard, Troj vit grâce à sa conviction qu'elle est innocente. Jusqu'au jour où un vaisseau spatial en forme d'ammonite géante brise le bouclier de sa planète et la capture.<br/><br/>Un peu de SF ça ne fait jamais de mal. Ce n'est clairement pas ma spécialité, aussi bien en lecture qu'en écriture. J'avais envie d'écrire un projet fun sur fond de sujet pas fun du tout. La culpabilité, la survie, la confiance, l'amitié. J'aime bien écrire des personnages \"raté-es\", des loosers comme Skell de \"Skell - Les Chasses de Ravenous\" ou Dap de \"Code d'un soir\". Origami Salade est né de l'envie d'écrire un perso pétri par la culpabilité d'un côté et sa conviction d'être une bonne personne de l'autre. Un combo qui n'a pas été facile tout le temps à écrire.<br/><br/>A la toute base, j'avais commencé cette histoire pour un appel à romans de Folio SF en 2020. Bon et cette année-là ayant été ce qu'elle a été (covid, rupture, déménagement, des démêlés avec le comité de lecture d'une maison d'édition dont je tairai le nom), j'ai fini par laisser tomber. (et à la place j'ai écrit \"Code d'un soir\" en quelques mois)<br/><br/>Il m'a fallu près de cinq ans et pas mal de pauses pour finir enfin cette histoire en février 2025. Le point final a été un soulagement immense. Je m'étais attaché-e à cette brave Troj. Je ne voulais pas la laisser tomber elle et son sale caractère. <br/><br/>Aujourd'hui, je crois avoir une histoire qui tient la route et que j'aimerais présenter à des maisons d'éditions (Conséquences éditions, je te regarde très fort). Je démarre désormais la première réécriture et j'ai hâte de la présenter en bêta-lecture à mes plus fidèles lecteurices."
		},
		{
			"url": "/blog/4",
			"title": "Mon moment de gloire sur Twitter : comment j'ai percé avec un fanart Basil détective privé",
			"picture":"/images/0005_00.jpg",
			"published": true,
			"published_date": "13/04/2025",
			"id": "4",
			"content" : "Qui connaît l'Inktober ?<br/><br/>Challenge de dessin du mois d'octobre, l'Inktober consiste à faire un dessin par jour pendant tout le mois, de préférence avec une liste pré-conçue. Pendant plusieurs années, j'ai participé au challenge avant de faire un burnout de dessins et laissé un peu tomber. J'en parlerais aussi dans un prochain post de blog.<br/><br/> Bref, une année j'ai décidé de rendre Disney queer. Un dessin par jour de personnages des films d'animation Disney glorieusement LGBT+. Un Cendrillron trans, Timon et Pumbaa en couple élevant leur Simba adoptif, une Elsa ace, le polycule des nains dans Blanche Neige, Lilo et Joy en petites amoureuses cute.<br/><br/>J'en passe, il y en avait 31 et j'ai été pas mal inspiré-e. Vous pouvez tous les retrouver sur mon instagram en fouillant un peu.<br/><br/>A l'époque où Twitter n'était pas un terrain de déchets, je les avais posté aussi sur la plateforme. On était en 2016. Et j'ai eu mon petit succès, de l'ordre d'une poignée de likes à chaque post. Jusqu'à ce dessin, oui celui que vous voyez en haut.<br/><br/>Mon fanart Basil x Ratigan de Basil détective privé.<br/><br/>Un succès que je n'avais jamais égalé et qui encore aujourd'hui, soit 9 ans plus tard, me vaut des likes. J'ai \"percé\" grâce à ce fanart et c'est quelque chose qui me met en joie à chaque fois que je regarde mes notifs. J'espère avoir un jour autant de succès sur mes romans que sur ce dessin. C'est devenu ma fierté, ma vie et je crois que je ne pourrais jamais accomplir rien d'aussi bien.<br/><br/>Et pour faire bonne mesure le lien du fanart sur Twitter : <a href='https://x.com/waieu/status/785569082338934785'>ici</a>"
		},
		{
			"url": "/blog/5",
			"title": "Projet d'écriture, nom de code : Woinic",
			"picture":"/images/0006_00.jpg",
			"published": true,
			"published_date": "21/04/2025",
			"id": "5",
			"content" : "J'ai découvert les Ardennes il y a 2-3 ans.<br/><br/>C'est grâce à ma copine et à sa famille et à des évènements plus ou moins malheureux. On voyageait en voiture et par pur hasard, nous nous sommes arrêtés sur l'aire d'autoroute de Woinic le colosse des Ardennes. <a href='https://fr.wikipedia.org/wiki/Woinic'>La statue d'un sanglier géant surplombant l'autoroute.</a> Je l'ai tellement kiffé, ce gros sanglier tout fancy sur son socle, que ça m'a direct donné l'idée d'une histoire. Celle d'une statue géante de sanglier qui prendrait vie et s'en prendrait aux employé-es de la station service.Ca aurait pu tenir sur une nouvelle mais d'autres scènes se sont greffées à ma première idée.<br/><br/>Un sanglier entouré de ronces, une course poursuite en voiture contre un esprit sanglier, une histoire d'amour sur fond de disparitions mystérieuses.<br/><br/>Les idées sont devenues un roman au nom de code \"Woinic\" que j'ai commencé à écrire... sur téléphone il y a plus d'un an. Petit à petit, j'ai avancé comme j'ai l'habitude. Sans plan, avec une série de scènes en tête. Ce n'est que récemment que je me suis posé-e et j'ai écrit le plan détaillé de la seconde moitié du roman. Aujourd'hui, ce projet est terminé et va patienter quelques mois dans mes tiroirs pour que j'ai le temps de l'oublier. Avant de revenir dessus et le corriger. J'ai un peu hâte car j'aime beaucoup cette histoire, plus simple que ce dont j'ai l'habitude (cf ma trilogie de Skell) mais avec plus de recherches cette fois. Après tout, j'écris sur un lieu connu, je ne veux pas (trop) me planter pour savoir quel patelin possède ou non des transports en commun.<br/><br/><br/>Bon après, ça serait bien que je lui trouve un vrai titre aussi."
		},
		{
			"url": "/blog/6",
			"title": "Skell, tome 2 et 3 : que faire ?",
			"picture":"/images/skell.jpg",
			"published": false,
			"published_date": "06/04/2025",
			"id": "6",
			"content" : "Que faire d'une trilogie qu'on a mis plus de dix ans à porter à bout de bras ?<br/><br/>Skell, c'est mon projet d'écriture le plus cher à mon coeur. Une trilogie (voir une quadrilogie mais chut je suis encore dans le déni) que j'ai commencé en 2014. En 2020, j'ai trouvé une maison d'édition pour publier le 1er tome et je dois dire que cette période a été la plus incroyable de ma vie. Un rêve qui se concrétise, qui devient réel (et que j'ai fêté avec mes parents en buvant du champagne). Après un court travail de corrections, des dédicaces, une promo en dents de scie, tout s'est arrêté quand la maison d'édition a fermé. Ce jour-là, j'ai cru que mon mondre s'effondrait. C'était comme un poisson d'avril en plein automne qui m'aurait été jeté à la figure. Je n'ai pas été lae seul-e à avoir vécu cette période, tou-tes les auteurices de la maison d'édition ont eu ce revers de médaille du rêve de publication. Dès lors, j'ai récupéré mes droits et j'ai recommencé l'ingrate tâche de renvoyer mon projet à des maisons d'édition.<br/><br/>J'avais déjà essuyé une 20aine de refus et ça allait recommencer. Les refus se sont empilés alors même que ma trilogie prenait la poussière et personne à part moi et des proches s'y intéressaient. C'est déjà pas mal me direz-vous. C'était dur, ça l'est toujours. Et aujourd'hui, je ne sais plus quoi faire.<br/><br/>J'aime profondément mon histoire. Cependant, elle a ses défauts. Déjà, elle est trop longue. Le tome 3 fait la taille de 2 tomes et est presque imbittable. Le meilleur passage, c'est la fin que j'ai relu plusieurs fois tellement je la kiffe. Une fin que peut-être personne ne lira. Sauf si, un jour, je me décide à l'auto-éditer.<br/><br/>L'auto-édition, c'est dur. Il faut tout faire soi-même et porter le projet seul-e sans les moyens d'une maison d'édition, ses contacts, ses responsabilités. A toi le maquettage, l'impression, les envois, la promo marketing, le contact des partenaires de lecture. Même si je dois reconnaître que ma maison d'édition pêchait de part sa promo et l'envoi des services presse, elle s'était royalement bien occupée du reste. Le livre était beau.<br/><br/>Que faire ? Je n'ai toujours pas la réponse. L'auto-édition me fait peur. Alors à la place, je continue à envoyer mon projet à des maisons d'édition. Mais peut-être dois-je accepter de laisser mourir en paix Skell. Garder cette histoire pour mes proches et passer lentement à autre chose. Arrêter de désespérer pour rien. Il y a tant d'histoires que je veux écrire, tant de nouveaux projets. Après tout, c'est pendant la période où je désespérais le plus de trouver une maison d'édition, que j'ai écrit \"Code d'un soir\" et ça a été mon plus grand succès (à ma petite échelle).<br/><br/>Du bon ressort parfois du mauvais. Peut-être un jour Skell trouvera son public. Sinon, il lui faudra se contenter de rester un dossier intouché dans mon ordinateur. Et c'est peut-être mieux ainsi.<br/><br/>Illustration du tome 1 de Skell par Hypoflyse."
		},
		{
			"url": "/blog/7",
			"title": "Reprise de \"Code d'un soir\"",
			"picture":"/images/0008_00.png",
			"published": false,
			"published_date": "06/04/2025",
			"id": "7",
			"content" : ""
		},
		{
			"url": "/blog/8",
			"title": "Burnout de dessins : Carolin-e ma BD autopubliée",
			"picture":"/images/0008_00.png",
			"published": false,
			"published_date": "06/04/2025",
			"id": "8",
			"content" : ""
		}
	], 
	"social_networks": "Retrouvez-moi et écrivez-moi sur <a target='_blank' className='Networks__link' href='https://www.instagram.com/junkyclo/#'><img className='Networks__picto' src='/images/instagram.png' /></a><a target='_blank' className='Networks__link' href='https://www.threads.net/@junkyclo'><img className='Networks__picto' src='/images/threads.png' /></a><a target='_blank' className='Networks__link' href='https://www.facebook.com/profile.php?id=100012685540669'><img className='Networks__picto' src='/images/facebook.png' /></a><a target='_blank' className='Networks__link' href='https://bsky.app/profile/junkyle.bsky.social'><img className='Networks__picto' src='/images/bluesky.svg' /></a>"
}