{
	"bibliographie": [	
		{
			"babelio": "https://www.babelio.com/livres/Manrique-Code-dun-soir/1492509",
			"booknode": "https://booknode.com/code_dun_soir_03487491",
			"goodreads": "https://www.goodreads.com/book/show/94200461-code-d-un-soir",
			"title": "Code d'un Soir",
			"picture":"/images/code1soir.jpg",
			"description" : "Romance contemporaine éditée aux éditions Laska (maison d'édition fermé)",
			"resume": "C’était juste un coup d’un soir.<br/>Premier jour pour Dap en tant qu’informaticien. Après des années de galère, le jeune homme sent qu’il a enfin trouvé sa voie. Rien ne pourra le faire échouer.<br/>Sauf qu’il a couché la veille avec son boss.<br/>Linus, son taciturne chef informatique, n’est pas du tout amusé par la situation. Tous deux décident alors de garder secrète leur aventure et de se comporter en simples collègues. Facile ? Pas quand on commence à échanger des messages jusqu’à une heure du matin ou à se faire du pied sous le bureau.<br/>Simples collègues, amants pendant la pause ou plus encore ? Entre la vie en open-space et le management tyrannique, cette embarrassante relation a-t-elle un avenir ?"
		},	
		{
			"babelio": "https://www.babelio.com/livres/Manrique-Skell-tome-1--Les-chasses-de-Ravenous/1379516",
			"booknode": "https://booknode.com/skell_tome_1_les_chasses_de_ravenous_03410838",
			"goodreads": "https://www.goodreads.com/book/show/58962828-skell",
			"title": "Skell - Tome 1 - Les Chasses de Ravenous",
			"picture":"/images/skell.jpg",
			"description" : "Roman de fantasy édité aux éditions Onyx (maison d'édition fermé)",
			"resume": "Skell Annh en a plus qu’assez.<br/>Après six ans à étudier la magie et les lois pour devenir Maître Ezelkian, elle décide de raccrocher le manteau. Enfin... jusqu’à ce qu’elle se retrouve coincée dans le bureau de lae Directeur·ice avec un Maître Ezelkian banni de leur communauté.<br/>Le Salon des Ezelkians tremble encore de l’époque où Baltimore Faillaise était un des leurs. Implacable et insupportable, il n’a eu de cesse de semer le chaos pour les intérêts d’autrui. Et le voilà de retour.<br/>Lae Directeur·ice voit d’un très bon œil le hasard qui réunit ces deux-là dans son bureau. Quand iel remet l’apprentie Ezelkian entre les mains de cet ex-retraité, Skell n’a aucune idée de ce qui l’attend.<br/>Des meurtres sanglants, une affaire d’héritage, des corps sans tête qui sèment la panique. Maître Baltimore Faillaise ne va pas laisser une seconde à Skell pour souffler ou s’interroger sur ses choix de vie. Le temps presse.<br/>Premier arrêt : la foire d’Omniville (et son tueur en série) !"
		},
		{
			"url": "https://www.latelierdujeudi.com",
			"babelio": "https://www.babelio.com/livres/Kandas-Apocawitch/1360930",
			"booknode": "https://booknode.com/apocawitch_03410283",
			"goodreads": "https://www.goodreads.com/book/show/58644960-apocawitch",
			"title": "Apocawitch",
			"picture":"/images/apocawitch.jpg",
			"description" : "Recueil de nouvelles, texte 'Reines du crépuscule' auto-edité par L'Atelier Du Jeudi (maison d'édition associative)",
			"resume": "L’Atelier Du Jeudi est heureux de présenter sa première anthologie, avec pour thème les Sorcières et l’Apocalypse.<br/>Sur un balai ou dans un vaisseau, au fond de sombres manoirs ou en colocation, informaticiennes, pizzaïolos ou invocatrices de démons, les Sorcières sont partout et, comme nous, elles doivent faire face aux soucis du quotidien et aux vicissitudes d’un monde sans pitié ni patience. Mais une choses est sûre : elles ne vont pas se laisser faire. Elles vont changer le monde, même si ça signifie y mettre le feu au passage.<br/>7 histoires de Sorcières, de fantasy, de fantastique et de science-fiction.<br/>Chats inclus."
		},
		{
			"url": "https://presences-d-esprits.com/aoc-n57/",
			"title": "Sulaï",
			"picture":"/images/sulai.jpg",
			"description" : "Nouvelle 'Sulaï' publié A.O.C. #57 (revue littéraire)",
			"resume": "Fernando, employé de la Radiosa Company, guide Madame Sulaï dans l’univers virtuel qui doit lui montrer des visions de ses avenirs potentiels les plus radieux.<br/>Un job routinier qu’il fait des dizaines de fois par semaine. Mais lors de la séance de cette dame tranquille et effacée, tout semble dysfonctionner…"
		},
		{
			"url": "https://www.latelierdujeudi.com",
			"booknode": "https://booknode.com/caroline_03411961",
			"goodreads": "https://www.goodreads.com/book/show/59000968-carolin-e",
			"title": "Carolin·e",
			"picture":"/images/carolin-e.jpg",
			"description" : "Bande Dessinée 'Sulaï' auto-édité par L'Atelier Du Jeudi (maison d'édition associative)",
			"resume": "C'est l'histoire d'un·e astronaute perdu·e dans l'espace.<br/>L'histoire de Loup, embarqué·e malgré ielle dans un trafic d'étoiles.<br/>Déterminé·e à défendre ce qui est juste, ielle va devoir affronter son propre passé."
		}
	],
	"informatique": [		
		{
			"url": "https://www.am-bart.com/",
			"github": "https://github.com/JunKyle/anne-marie-b",
			"title": "Site d'Anne-Marie Bartringer",
			"picture":"/images/portefolio-developpeuse-site-anne-marie-b.png",
			"description" : "Site personnel de l'artiste Anne-Marie Bartringer"
		},
		{
			"github": "https://github.com/JunKyle/cat-count-app",
			"title": "Application Cat-Count",
			"picture":"/images/portefolio-developpeuse-cat-count-app.png",
			"description" : "Jeu Cat-count de comptage de chats"
		},
		{
			"url": "https://www.latelierdujeudi.com/",
			"title": "Site de L'Atelier Du Jeudi",
			"picture":"/images/portefolio-developpeuse-site-latelier-du-jeudi.png",
			"description" : "Site et boutique de l'association L'Atelier Du Jeudi"
		}
	],
	"posts": [
		{
			"url": "/blog/0",
			"title": "La première crêpe",
			"picture":"/images/0001_00.jpg",
			"published": true,
			"content" : "J'emprunte cette expression de la première crêpe au podcast des Showrunners. C'est en effet mon premier post de blog.<br />Je ne suis pas étranger·e à l'exercice, bien au contraire, mais ça fait longtemps que je n'ai pas écrit des articles ou même entretenu·e un blog. Skyblog, canalblog, wordpress je suis passée par toutes les plateformes à la mode. Et aujourd'hui, après des années de silence, je reprends du service, cette fois avec mon propre site codé de mes petites mains<br/><br/>Rien de bien fifou pour ce premier post, juste une présentation de qui je suis, d'où je viens et ce que je fais de mon temps.<br/><br/>Je suis Claudine Manrique aka JunKyle sur les Internet, même si maintenant j'assume complètement mon prénom et nom. L'envie de ne plus être anonyme. C'est sûrement lié au fait que je sois queer (bisexue·le et non-binaire) et que je n'ai plus envie de cacher qui je suis. Dans la vie pro, je suis développeur·se web, dans la VRAIE vie je suis auteurice et artiste. J'écris depuis mon plus jeune âge, je dessine et je peins aussi et depuis plus récemment, je prends plaisir à coder des sites. Beaucoup moins à travailler dans le domaine mais j'en parlerai une autre fois (oh et puis non j'en parlerai pas donc pour la faire simple, c'est la faute à la méthode Agile haha comprenne qui pourra).<br/><br/>Voilà ce qu'il y a à savoir sur moi. Je suis aussi accompagné·e dans mon existence par une petite chatte du nom de Maya que j'aime plus que tout, et je partage aussi ma vie avec ma compagne, Violette.<br/><br/>Je vous dis à très bientôt pour un prochain article de blog qui portera sur mon rapport à l'écriture."
		},
		{
			"url": "/blog/1",
			"title": "Mon rapport à l'écriture",
			"picture":"/images/0002_00.png",
			"published": true,
			"content" : "Dans le précédent post, je me présentais comme étant auteurice ou écrivain·e. Je peux le dire avec fierté, je suis une auteurice publié·e ce qui est quand même une grande chance dans ce monde de l'édition si instable (saviez-vous qu'un livre ne reste à la une que 3 mois avant d'être oublié, triste réalité). Vous pouvez retrouver mes publis dans la partie <a href='/bibliographie'>bibliographie</a> de mon site.<br/><br/>J'ai toujours écrit, d'aussi loin que je m'en souvienne, cela a commencé vers mes 7 ans. Ma première histoire était en espagnol et a été tapée sur mon premier ordinateur et s'appelait sobrement \"La Guerre\". Elle narrait un conflit entre un chien et un chat. Une vraie oeuvre d'art que j'ai perdu depuis, mais déjà je démontrais d'un goût fort pour les dramas. Depuis je n'ai cessé d'écrire. Mon rêve a toujours été d'être publié·e. J'ai grandi avec les livres de la fameuse autrice transphobe dont je ne prononcerais pas le nom, et j'ai de suite développé ce rêve. Malheureusement mes expériences de publication ont affecté mon écriture. Deux de mes livres ont cessés d'être édités dûs à la fermeture de leurs maisons d'édition. Je ne pensais pas vivre cela une fois, alors deux... Mon moral s'en est de suite trouvé affecté. Un autre de mes déboires a été de me faire un jour ghoster par un comité de lecture qui a publié tous les textes préselectionnés sauf le mien alors que j'ai été assuré·e d'y avoir ma place.<br/><br/>Autant de déconvenus qui ont gâché mon goût pour l'écriture et m'ont rendu, faute d'un meilleur mot, aigri·e. Je ne pouvais plus écrire, la pensée de me poser devant mon document Word vide me procurant des angoisses terribles.<br/><br/>J'ai fini par vaincre cette peur par une seule et simple méthode : ne pas écrire. Tester d'autres arts (le dessin, la peinture, la sculpture), me reposer, me nourrir d'oeuvres d'art autre que des livres, muter tou·tes les auteurices que je connaissais en ligne (je vous adore mais lire vos succès était parfois trop dur).<br/>Et puis après ces pauses de presque un an entre chaque mauvaise nouvelle, je suis revenu·e à l'écriture, plus motivé·e que jamais. J'écris désormais tous les jours, d'un rythme soutenu qui aura peut-être raison de ma santé mentale mais pour lequel je donne mon maximum. Jusqu'au prochain craquage. C'est sans doute ça mon rapport à l'écriture : une relation toxique d'amour et de haine."
		}
	], 
	"social_networks": "Retrouvez-moi et écrivez-moi sur <a target='_blank' className='Networks__link' href='https://www.instagram.com/junkyclo/#'><img className='Networks__picto' src='/images/instagram.png' /></a><a target='_blank' className='Networks__link' href='https://www.threads.net/@junkyclo'><img className='Networks__picto' src='/images/threads.png' /></a><a target='_blank' className='Networks__link' href='https://www.facebook.com/profile.php?id=100012685540669'><img className='Networks__picto' src='/images/facebook.png' /></a><a target='_blank' className='Networks__link' href=''><img className='Networks__picto' src='/images/bluesky.svg' /></a>"
}